{"date":"2009-02-12","platform":"全部游戏","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/c9/30/1447_cbzBe.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/c9/30/1447_cbzBe.jpg","large":"https://lain.bgm.tv/pic/cover/l/c9/30/1447_cbzBe.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/c9/30/1447_cbzBe.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/c9/30/1447_cbzBe.jpg"},"summary":"In a recent essay, London Books Review contributor John Lancaster complains that many games feel too much like work, a matter of \"competitive, repetitive, quantifiable, measured progress towards goals determined by others\" rather than playfulness or escapism. There's a certain truth to this - prioritising as they do steady investment over instant gratification, statistical achievement over sensory or imaginative thrills, the RPG and MMO genres in particular aren't worlds away from the daily grind of a corporate banker. Lancaster devotes a paragraph to The Movies, Peter Molyneux's take on the running of a film studio, which he describes as \"almost as much of a budget-juggling, ego-massaging, logistics-forecasting pain in the bum as it would be in real life\" - an example to which we might add that of, say, Nintendogs, a miniature management exercise with cute flicky ears. \"Most video games,\" Lancaster concludes, \"aren't nearly irresponsible enough.\"\r\n\r\nWhich leads us nicely to ThatGameCompany's Flower, an experience so luxuriantly laid-back, so entirely pressure-free, that the first thing I wanted to do when I finished the preview build was go to sleep (at which point, sadly, The Boss emailed to demand another ten-page feature). In Flower, the world of rush hours and paychecks is kept at a firm remove, a droning grey backdrop glimpsed through the window of a run-down apartment. The game's ample rewards, rather, are a matter of colour, light and sound.\r\n\r\nFlower's premise is abstract but lucid. You must enter the dreams of the sagging plants on your windowsill in order to restore them to health. Each dream takes the form of a darkened verdant landscape, and the player is manifest as a gust of wind. Moving (or rather blowing) yourself over flower buds causes them to blossom, and as more and more buds open the earth and sky brighten from sepia dullness to National Geographic splendour. Once everything is in full bloom, the dreaming plant will blossom likewise. ","name":"Flower","name_cn":"花","tags":[{"name":"PS3","count":69},{"name":"陈星汉","count":66},{"name":"花","count":50},{"name":"Thatgamecompany","count":40},{"name":"PS4","count":32},{"name":"治愈","count":30},{"name":"PSV","count":23},{"name":"各种泪流满面","count":15},{"name":"晕眩","count":14},{"name":"AVG","count":9},{"name":"PC","count":8},{"name":"ACT","count":8},{"name":"在写诗","count":7},{"name":"2009","count":6},{"name":"SCE","count":4},{"name":"IOS","count":4},{"name":"Flower","count":3},{"name":"文艺","count":3},{"name":"创意","count":3},{"name":"PSN","count":3},{"name":"视频通关","count":2},{"name":"艺术","count":2},{"name":"美国","count":2},{"name":"galgame","count":2},{"name":"STEAM","count":2},{"name":"旅行","count":1},{"name":"7分","count":1},{"name":"2009年","count":1},{"name":"独立游戏","count":1},{"name":"8★","count":1}],"infobox":[{"key":"中文名","value":"花"},{"key":"别名","value":[{"v":"フラアリー"},{"v":"Flowery"}]},{"key":"平台","value":[{"v":"PC"},{"v":"iOS"},{"v":"PSV"},{"v":"PS3"},{"v":"PS4"}]},{"key":"游戏类型","value":"创意冒险"},{"key":"游玩人数","value":"1"},{"key":"发行日期","value":"2009年2月12日"},{"key":"售价","value":"$6.99"}],"rating":{"rank":1372,"total":273,"count":{"1":0,"2":0,"3":1,"4":3,"5":14,"6":34,"7":66,"8":95,"9":40,"10":20},"score":7.6},"total_episodes":0,"collection":{"on_hold":19,"dropped":14,"wish":121,"collect":325,"doing":13},"id":1447,"eps":0,"volumes":0,"locked":false,"nsfw":false,"type":4}
