{"date":"2014-11-16","platform":"全部游戏","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/ca/de/159266_jx8mg.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/ca/de/159266_jx8mg.jpg","large":"https://lain.bgm.tv/pic/cover/l/ca/de/159266_jx8mg.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/ca/de/159266_jx8mg.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/ca/de/159266_jx8mg.jpg"},"summary":"Vainglory is a multiplayer online battle arena (MOBA) video game by Super Evil Megacorp for iOS and Android. Designed for mobile platforms, it is a simplified version of the PC-based genre wherein two opposing teams of three players fight to destroy the enemy base by controlling the path between the bases, which is lined by turrets and guarded by enemy minions. Off the path, players battle for control points that supply extra resources. The game was released for iOS on November 16, 2014, after being soft-launched for over half a year. The Android version was released on July 2, 2015.\r\n\r\nThe game's development began in early 2012 when Super Evil Megacorp was formed by a team of game development veterans to design and build a MOBA for tablet devices. The game was unveiled at Apple's September 2014 iPhone 6 announcement event to demonstrate the platform's Metal graphics API. The team sought to make a game that would entertain players for thousands of hours and encourage in-person multiplayer experiences similar to that of a LAN party.\r\n\r\nVainglory received generally favorable reviews. Critics praised the game's graphics, characters, and level design, but criticized its lack of team communication features. Reviewers disagreed on the game's degree of accessibility to newcomers. The Guardian named Vainglory the \"best\" iOS game of 2014.","name":"Vainglory","name_cn":"虚荣","tags":[{"name":"MOBA","count":8},{"name":"手游","count":7},{"name":"IOS","count":4},{"name":"Android","count":3},{"name":"虚荣","count":1},{"name":"少年","count":1}],"infobox":[{"key":"中文名","value":"虚荣"},{"key":"平台","value":[{"v":"iOS"},{"v":"Android"}]},{"key":"游戏类型","value":"MOBA"},{"key":"发行日期","value":"2014-11-16"},{"key":"售价","value":"免费"}],"rating":{"rank":2797,"total":23,"count":{"1":0,"2":0,"3":0,"4":2,"5":0,"6":4,"7":11,"8":2,"9":2,"10":2},"score":7.1},"total_episodes":0,"collection":{"on_hold":2,"dropped":7,"wish":0,"collect":42,"doing":3},"id":159266,"eps":0,"volumes":0,"locked":false,"nsfw":false,"type":4}
