{"date":"2020-03-10","platform":"全部游戏","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/ef/e9/333981_V3Dmm.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/ef/e9/333981_V3Dmm.jpg","large":"https://lain.bgm.tv/pic/cover/l/ef/e9/333981_V3Dmm.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/ef/e9/333981_V3Dmm.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/ef/e9/333981_V3Dmm.jpg"},"summary":"Call of Duty: Warzone is a free-to-play battle royale video game released on March 10, 2020, for PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S, and Microsoft Windows. The game is a part of 2019's Call of Duty: Modern Warfare and 2020's Call of Duty: Black Ops: Cold War (but does not require purchase of them) and was introduced during Season 2 of Modern Warfare content. Warzone was developed by Infinity Ward and Raven Software and published by Activision. Warzone allows online multiplayer combat among 150 players, although some limited-time game modes support 200 players. The game features both cross-platform play and cross-platform progression between three games.\r\n\r\nThe game features three main modes: Plunder, Resurgence, and Battle Royale. Warzone introduces a new in-game currency system which can be used at \"Buy Stations\" in and around Verdansk. \"Loadout\" drops are an example of where Cash can be traded for limited access to players' custom classes (which were shared with Modern Warfare's standard modes prior to Season 6, v1.29, but now are unique to Warzone). Players may also use Cash to purchase items such as \"killstreaks\" and gas masks. Cash can be found by looting buildings and killing players that have cash on them. At launch, Warzone only offered Trios, a squad capacity of three players. However, in free post launch content updates, Solos, Duos and Quads have all been added to the game.\r\n\r\nThe game received generally positive reviews from critics, with the maps receiving specific praise. In May 2020, Activision announced that Warzone had surpassed over 60 million downloads in the first two months. In April 2021, Activision announced that Warzone had surpassed 100 million active players.","name":"Call of Duty: Warzone","name_cn":"使命召唤：战争地带","tags":[{"name":"PC","count":6},{"name":"FPS","count":6},{"name":"使命召唤","count":4},{"name":"Multiplayer","count":1},{"name":"PS4","count":1},{"name":"STEAM","count":1},{"name":"大逃杀","count":1},{"name":"COD","count":1}],"infobox":[{"key":"中文名","value":"使命召唤：战争地带"},{"key":"别名","value":[{"v":"使命召唤：战区"}]},{"key":"平台","value":[{"v":"PC"},{"v":"PS4"},{"v":"PS5"},{"v":"Xbox One"},{"v":"Xbox Series X/S"}]},{"key":"游戏类型","value":"FPS, Battle royale"},{"key":"游戏引擎","value":"IW 8.0"},{"key":"游玩人数","value":"多人"},{"key":"发行日期","value":"2020年3月10日"},{"key":"售价","value":"免费"},{"key":"website","value":"https://www.callofduty.com/warzone"}],"rating":{"rank":5707,"total":29,"count":{"1":1,"2":0,"3":1,"4":0,"5":5,"6":14,"7":8,"8":0,"9":0,"10":0},"score":5.8},"total_episodes":0,"collection":{"on_hold":2,"dropped":2,"wish":2,"collect":36,"doing":4},"id":333981,"eps":0,"volumes":0,"locked":false,"nsfw":false,"type":4}
