{"date":"1988-10-09","platform":"全部游戏","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/07/c5/713_093Xf.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/07/c5/713_093Xf.jpg","large":"https://lain.bgm.tv/pic/cover/l/07/c5/713_093Xf.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/07/c5/713_093Xf.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/07/c5/713_093Xf.jpg"},"summary":" Super Mario USA is the second game in the Super Mario series. It originally was for the Nintendo Entertainment System, but was subsequently ported to many other systems. The game was originally released in America on October 9, 1988; and in Europe on April 28, 1989. As a result of Japan already having Super Mario Bros.: The Lost Levels as its second installment of the Super Mario series, the game did not make its debut in the country until after the release of Super Mario World on July 14, 1992 (hence, making it Japan's fifth installment of the series). \r\n\r\nSuper Mario Bros. 2 initially started out as the prototype sequel to the original Super Mario Bros.; however, it was scrapped during its development, and was replaced by Super Mario Bros.: The Lost Levels. The reasons included the technical limitations of the NES system making it difficult to produce a polished game featuring a vertical orientation and multiplayer features conceived for the project. It was decided to add more Mario-like elements, such as horizontal levels (though many veritcally oriented levels were retained in the final project). Being that the game had went through some development, Nintendo created the game Yume Kōjō: Doki Doki Panic for the Famicom Disk System during its agreement with the Fuji Television company. The game was changed in order to fit with the theme of the mascots of the company and their adventure. Regardless, it used the same engine as the original developed Super Mario Bros. 2, and also kept some of the Mario elements such as the items and basic game play in its reference. \r\n\r\nAfter Nintendo of America deemed that Super Mario Bros.: The Lost Levels as being too difficult, Nintendo redeveloped Yume Kōjō: Doki Doki Panic back into a Super Mario Bros. game to be released in the countries outside of Japan. After its release, the game became a commercial success, and eventually the game became well received enough that it was also released in Japan. After performing successful sales, Super Mario Bros. 2 has since been considered a classic Super Mario Bros. game around the world (including in Japan), and has since been released in many remakes including to being one of the Mario games featured in Super Mario All-Stars, and as well as having its own remake in Super Mario Advance.","name":"スーパーマリオUSA","name_cn":"超级马里奥USA","tags":[{"name":"任天堂","count":13},{"name":"FC","count":11},{"name":"GBA","count":9},{"name":"ACT","count":8},{"name":"MARIO","count":6},{"name":"SFC","count":5},{"name":"Platform","count":4},{"name":"超级马里奥","count":2},{"name":"nintendo","count":2},{"name":"马里奥","count":2},{"name":"SNES","count":1},{"name":"日本游戏","count":1},{"name":"1988","count":1},{"name":"八星","count":1},{"name":"动作游戏","count":1},{"name":"NES","count":1}],"infobox":[{"key":"中文名","value":"超级马里奥USA"},{"key":"别名","value":[{"v":"Super Mario USA"},{"v":"Super Mario Bros. 2"}]},{"key":"平台","value":[{"v":"NES"},{"v":"GBA"}]},{"key":"游戏类型","value":"ACT"},{"key":"游玩人数","value":"1-2"},{"key":"发行日期","value":"1988-10-09(NES), 2001-04(GBA)"},{"key":"售价","value":"4,900円"},{"key":"website","value":"http://www.nintendo.co.jp/ngc/sms/history/smu/"}],"rating":{"rank":4027,"total":34,"count":{"1":1,"2":0,"3":0,"4":1,"5":3,"6":8,"7":10,"8":11,"9":0,"10":0},"score":6.6},"total_episodes":0,"collection":{"on_hold":2,"dropped":5,"wish":5,"collect":49,"doing":1},"id":713,"eps":0,"volumes":0,"locked":false,"nsfw":false,"type":4}
