{"date":"2008-05-22","platform":"全部游戏","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/f2/87/9961_v7TME.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/f2/87/9961_v7TME.jpg","large":"https://lain.bgm.tv/pic/cover/l/f2/87/9961_v7TME.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/f2/87/9961_v7TME.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/f2/87/9961_v7TME.jpg"},"summary":"Do-Don-Pachi Dai-Fukkatsu (怒首領蜂 大復活 - lit. Angry Leader Bee Great Resurrection) is the fifth arcade game in Cave's DonPachi series.\r\nThe game was publicly unveiled at AOU2008 Amusement EXPO.\r\n\r\n\r\n\r\nStory\r\n\r\nAfter the turmoil caused by the assault on Lunapolis which sparked the \"Blissful Death Wars\" (as depicted in the previous installment), peace seems to have been restored, with the legendary DonPachi Corps retreating to its HQ in a space-time fold. Six years later, anomalies are detected in the space-time fabric, yet tests reveal nothing out of order, with the portals regularly functioning for both teleportation and time travel; also, the leader of the DonPachi squadron Colonel Longhena Gottvin dismisses the matter due to the lack of actual danger.\r\nNevertheless, a technician delves deeper into the anomaly, discovering that something has infiltrated the HQ computer systems and is using the portals to send large quantities of materials and data to the past, spreading out like a virus and quickly evolving. In an ironic twist, the virus is discovered to be the program originally installed in the Element Dolls six years ago, now reaching beyond the DonPachi Corps programming and seeking to annihilate the human race in retaliation for their \"enslavement\" (after the war, they were sealed on the Moon) by waging war in the past rather than in the present: unsettled, the Colonel authorizes the last transport ship to time jump in order to fight back the invasion before future changes. However, he states: \"Start over from the past... I never thought of that\", echoing the ideas of mankind's imperfection which has always been a recurring theme in the series.\r\nAnd once again, the three pilots jump back in time to 2008 and enter the fray, the transport ship being targeted as soon as it exits the portal: the Element Daughters, gigantic evolutions of the Dolls, are awaiting...\r\nThe bee is still humming.","name":"怒首領蜂 大復活","name_cn":"怒首领蜂 大复活","tags":[{"name":"STG","count":19},{"name":"CAVE","count":14},{"name":"弹幕","count":11},{"name":"打飞机","count":7},{"name":"IOS","count":5},{"name":"XBOX360","count":3},{"name":"怒首領蜂","count":3},{"name":"Switch","count":2},{"name":"ARC","count":2},{"name":"没几年别想ALL","count":2},{"name":"PC","count":2},{"name":"大佐","count":1},{"name":"本地多人","count":1},{"name":"2021","count":1},{"name":"ARCADE","count":1},{"name":"日系","count":1},{"name":"XBOX","count":1},{"name":"街机","count":1},{"name":"神作","count":1},{"name":"2008","count":1},{"name":"STEAM","count":1},{"name":"通关","count":1},{"name":"NS","count":1},{"name":"弹幕地狱","count":1}],"infobox":[{"key":"中文名","value":"怒首领蜂 大复活"},{"key":"别名","value":[{"v":"DoDonPachi DaiFukkatsu"},{"v":"DODONPACHI RESURRECTION"},{"v":"Do-Don-Pachi Dai-Fukkatsu"}]},{"key":"平台","value":[{"v":"Nintendo Switch"},{"v":"Arcade"},{"v":"Xbox 360"},{"v":"iOS"},{"v":"Android"},{"v":"PC"}]},{"key":"游戏类型","value":"STG"},{"key":"游玩人数","value":"1~2"},{"key":"发行日期","value":"2008年5月22日"},{"key":"游戏设计师","value":"Manabu Namiki"}],"rating":{"rank":1245,"total":56,"count":{"1":1,"2":0,"3":0,"4":0,"5":0,"6":4,"7":14,"8":27,"9":7,"10":3},"score":7.7},"total_episodes":0,"collection":{"on_hold":5,"dropped":5,"wish":25,"collect":72,"doing":14},"id":9961,"eps":0,"volumes":0,"locked":false,"nsfw":false,"type":4}
