{"date":"2010-04-20","platform":"全部游戏","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/ef/82/9962_XedAz.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/ef/82/9962_XedAz.jpg","large":"https://lain.bgm.tv/pic/cover/l/ef/82/9962_XedAz.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/ef/82/9962_XedAz.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/ef/82/9962_XedAz.jpg"},"summary":"Chaos Rings (ケイオスリングス Keiosu Ringusu?) is a role-playing video game developed by Media.Vision and published by Square Enix. It was released worldwide on April 20, 2010 as an exclusive title for iOS. Produced by Takehiro Ando, characters were designed by Yusuke Naora, the art director of Final Fantasy VII, VIII, and X among other successful titles.\r\nThe game takes place in a mysterious place known as Ark Arena, where participants face enemies in both dungeons and tournament-play to avoid death and gain immortality. Chaos Rings features four scenarios. Each scenario is played by two different story characters and across several worlds, ending with a boss battle.\r\n\r\n\r\nChaos Rings begins as a dungeon crawl where navigation and battles are done as a two-person party that is chosen prior to gameplay. Navigation takes place in a third-person perspective. Combat is controlled using a system of menus in a turn-based routine. During a player's turn there is the option of attempting an escape from the battle, or to fight solo or as a pair. If solo mode is chosen, the player has the ability to choose an individual attack for each member of the party, while pair mode effectively makes the couple a single unit, capable of using each other's moves and having the best attributes of both. However, when in pair mode, both members of the party are open to a hit by a single enemy. In addition to attack, the player also has the ability to perform varied forms of magic known as \"genes\", to use items, or to simply defend against an enemy's attack.\r\nA special feature in combat is the 'break' feature. Attacks made by the couple will decrease the break gauge if it is red (and thus on the enemies' side), and will increase their own if the attack kills a foe. When the break gauge favors one side, their attacks are more powerful, and the foe's are likewise weakened. Critical hits and the ability Trompe L'oell deplete the break gauge at twice the rate of a regular attack.\r\nAfter a successful battle, the duo receives experience points and Ohnz (abbreviated as \"Oz\"). Ohnz are the currency in Ark Arena, and can be used to purchase items, weapons, armor, and jewels.","name":"ケイオスリングス","name_cn":"混沌之戒","tags":[{"name":"RPG","count":15},{"name":"PSV","count":9},{"name":"IOS","count":8},{"name":"SquareEnix","count":8},{"name":"手游","count":5},{"name":"混沌之戒","count":4},{"name":"混沌之戒系列","count":4},{"name":"脑洞","count":3},{"name":"CHAOSRINGS","count":3},{"name":"回合制","count":2},{"name":"iPhone","count":2},{"name":"2010","count":2},{"name":"太空航行","count":1},{"name":"幻想","count":1},{"name":"SE","count":1},{"name":"日本","count":1}],"infobox":[{"key":"中文名","value":"混沌之戒"},{"key":"别名","value":[{"v":"CHAOS RINGS"}]},{"key":"平台","value":[{"v":"Windows Phone"},{"v":"iOS"},{"v":"Android"},{"v":"PSV"}]},{"key":"游戏类型","value":"RPG"},{"key":"游玩人数","value":"1"},{"key":"发行日期","value":"2010-04-20"},{"key":"售价","value":"1,500円"},{"key":"website","value":"http://www.chaosrings.com/origin/jp/"},{"key":"官方网站","value":"http://dlgames.square-enix.com/chaosrings/jp/index.html"},{"key":"开发","value":"Media.Vision"},{"key":"游戏出版商","value":"Square Enix"},{"key":"发行","value":"Apple"},{"key":"游戏设计师","value":"Takehiro Ando"}],"rating":{"rank":3618,"total":44,"count":{"1":0,"2":0,"3":0,"4":1,"5":3,"6":11,"7":17,"8":10,"9":2,"10":0},"score":6.9},"total_episodes":0,"collection":{"on_hold":4,"dropped":3,"wish":13,"collect":52,"doing":2},"id":9962,"eps":0,"volumes":0,"locked":false,"nsfw":false,"type":4}
