{"date":"2014-10-23","platform":"剧场版","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/a0/3f/111097_9KRqi.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/a0/3f/111097_9KRqi.jpg","large":"https://lain.bgm.tv/pic/cover/l/a0/3f/111097_9KRqi.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/a0/3f/111097_9KRqi.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/a0/3f/111097_9KRqi.jpg"},"summary":"影片故事设定在一个融合东西方文化（旧金山+东京）的虚构大都市旧京山（SanFransokyo）中，一位精通机器人技术的小神童滨田广（Hiro Hamada）发现，这座充斥高新技术的城市正遭遇着一场犯罪危机，为了拆穿阴谋拯救家园，他将携伙伴机器人Baymax，与一伙生拉硬凑的菜鸟团队组成“六大英雄”联盟，共同作战抗击罪恶。\r\n\r\nProtagonist Hiro Hamada is a 14-year-old robotics genius who lives in the futuristic (fictional) city of San Fransokyo and spends his time participating in illegal robot fights; to amend which, his older brother Tadashi takes him to the robotics center at his university, where Hiro meets Tadashi's friends: GoGo, Wasabi, Honey Lemon, and Fred, as well the healthcare robot Baymax that Tadashi created. To enroll in the school, Hiro presents microbots: swarms of tiny robots that can link together in any arrangement imaginable — to Professor Callaghan, the head of the school's robotics program. When a fire breaks out at the university, Tadashi rushes in to rescue Callaghan, but both are killed, and Hiro secludes himself. One day, Hiro accidentally activates Baymax, who follows one of his microbots to an abandoned warehouse. There, the two discover that someone has been mass-producing Hiro's microbots, and they are attacked by a masked man in control of them. To catch the man, Hiro equips Baymax with armor and a chip containing various Karate moves. After the masked man attacks Hiro, Baymax, GoGo, Wasabi, Honey, and Fred, the six form a superhero team, who discover a former laboratory of Krei Tech, a prestigious robotics company experimenting with teleportation technology until the disappearance of a test pilot, and identify the masked man as Professor Callaghan, who stole Hiro's bots to escape the fire. Realizing that Tadashi died in vain, Hiro removes Baymax's healthcare chip and orders him to kill Callaghan. Baymax almost does so, but Honey re-installs the healthcare chip to stop him. To console Hiro, Baymax plays several humorous videos of Tadashi running tests during Baymax's development.\r\n\r\nThe group discovers that the vanished test pilot was Callaghan's daughter Abigail, and that Callaghan is seeking revenge on Krei, the president of Krei Tech, for his daughter's death. The team saves Krei and destroys the microbots; but the teleportation's portal remains active. Baymax detects Abigail inside, alive, and he and Hiro leap into the portal to rescue her. To ensure the both Hiro and Abigail's safety, Baymax uses his armor's rocket fist to propel them back through the portal opening, and stays behind. Hiro and Abigail make it back, and Callaghan is arrested. Sometime later, Hiro discovers Baymax's healthcare chip (which contains his entire personality) clenched in his rocket fist, and rebuilds him, whereafter the six friends continue their exploits through the city, fulfilling Tadashi's hope of helping those in need.\r\n\r\nDuring the end credits, it is shown through newspaper headlines that Hiro has been awarded a grant from the university and a building is dedicated to Tadashi. In a post-credits scene, Fred accidentally opens a secret door in his family mansion and finds superhero gear inside. His father, a retired superhero, arrives stating that they have a lot to talk about as they embrace.","name":"Big Hero 6","name_cn":"超能陆战队","tags":[{"name":"迪士尼","count":604},{"name":"欧美","count":454},{"name":"剧场版","count":416},{"name":"2014","count":292},{"name":"动画电影","count":214},{"name":"科幻","count":213},{"name":"漫威","count":197},{"name":"Disney","count":147},{"name":"3D","count":142},{"name":"治愈系","count":122},{"name":"治愈","count":100},{"name":"美国","count":97},{"name":"电影","count":78},{"name":"漫画改","count":41},{"name":"2014年","count":34},{"name":"原创","count":16},{"name":"战斗","count":14},{"name":"漫改","count":12},{"name":"喜剧","count":7},{"name":"大白","count":7},{"name":"搞笑","count":7},{"name":"電影","count":6},{"name":"超级英雄","count":6},{"name":"2014年10月","count":5},{"name":"童年","count":4},{"name":"动作","count":4},{"name":"动画","count":4},{"name":"Marvel","count":4},{"name":"超能陆战队","count":4},{"name":"映画","count":3}],"infobox":[{"key":"中文名","value":"超能陆战队"},{"key":"别名","value":[{"v":"ベイマックス"},{"v":"大英雄天团(台)"},{"v":"大英雄联盟(港)"},{"v":"六大英雄"}]},{"key":"上映年度","value":"2014-10-23（日本）2014-11-07（美国）2015-02-28（中国大陆）"},{"key":"片长","value":"102min"},{"key":"官方网站","value":"www.disneyanimation.com/projects/bighero6"},{"key":"导演","value":"Don Hall / Chris Williams"},{"key":"编剧","value":"Jordan Roberts / Dan Gerson / Robert L. Baird"},{"key":"主演","value":"斯科特·安第斯 / 瑞恩·波特 / T·J·米勒 / 艾伦·图代克 / 小达蒙·韦恩斯 / 珍尼希斯·罗德里格兹 / 杰米·钟 / 詹姆斯·克伦威尔 / 丹尼尔·海尼 / Charles Adler / 玛娅·鲁道夫 / Charlotte Gulezian / Paul Briggs / 大卫·肖内西"},{"key":"类型","value":"喜剧 / 动作"},{"key":"制片国家/地区","value":"美国"},{"key":"语言","value":"英语"},{"key":"IMDb链接","value":"tt2245084"},{"key":"原作","value":"Steven T. Seagle、Duncan Rouleau\u0026lt;Big Hero 6\u0026gt;"},{"key":"制片人","value":"Roy Conli"},{"key":"音乐","value":"Henry Jackman"},{"key":"剪辑","value":"Tim Mertens"},{"key":"制作公司","value":"Walt Disney Pictures、Walt Disney Animation Studios"},{"key":"发行","value":"Walt Disney Studios Motion Pictures"},{"key":"话数","value":"1"}],"rating":{"rank":1801,"total":2254,"count":{"1":3,"2":1,"3":6,"4":13,"5":76,"6":353,"7":966,"8":702,"9":95,"10":39},"score":7.2},"total_episodes":1,"collection":{"on_hold":24,"dropped":11,"wish":136,"collect":3679,"doing":12},"id":111097,"eps":1,"volumes":0,"locked":false,"nsfw":false,"type":2}
