{"date":"2006-11-17","platform":"剧场版","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/a1/93/36067_GWJRZ.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/a1/93/36067_GWJRZ.jpg","large":"https://lain.bgm.tv/pic/cover/l/a1/93/36067_GWJRZ.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/a1/93/36067_GWJRZ.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/a1/93/36067_GWJRZ.jpg"},"summary":"Every penguin sings a unique song called a \"heartsong\" to attract a mate. If the male penguin's heartsong matches the female's song, the two penguins mate. Norma Jean, a female penguin, sings \"Kiss\", whereupon Memphis, a male penguin, sings \"Heartbreak Hotel\". Norma Jean chooses Memphis as her mate. She lays an egg, which is left with Memphis while Norma Jean leaves with the other females to fish. While the males struggle through the harsh winter, Memphis accidentally drops the egg, briefly exposing it to the freezing Antarctic temperatures. The resulting chick, Mumble, has blue eyes, ever-lasting down feathers, and a terrible singing voice. However, Mumble has a talent that no other penguin has ever seen before: tap dancing. One day Mumble wanders into a secluded area, where he is free to dance without any complaints. Mumble is interrupted when Boss Skua and his posse Dino, Frankie, and Vinnie attempt to eat him. Mumble stalls by asking the leader of the pack about a yellow band that is attached to his right ankle. The Boss Skua tells Mumble that he had been abducted by \"aliens\". Mumble narrowly escapes the hungry birds by falling into a crevice.\r\n\r\nYears latter, Mumble, now an adult but still half-covered in fluffy down, joins his class graduates on their first trip into the ocean, where they find a large iceberg to rest on. After interrupting the graduates' song, Mumble is forced to leave, and finds a smaller iceberg. A leopard seal chases him off the iceberg. After escaping the leopard seal, he befriends a small group of bachelors which are Adele Penguins who form a club called \"the Amigos\": the leader Ramon, the brothers Raul and Nestor, and twin brothers Rinaldo and Lombardo. The Amigos quickly embrace Mumble's dance moves and assimilate him into their misfit group. Mumble's joy is cut short when he accidentally starts an avalanche and causes a hidden human excavator to tumble out from a glacier. Driven by curiosity, he sets out to find the \"aliens\" responsible for the machine. Mumble has a lot of questions, and the group suggests that he ask Lovelace, a Rockhopper penguin who answers questions in exchange for stones and is known as the guru. Lovelace has the plastic rings of a six pack entangled around his neck, which he uses to project his guru image. When asked if the rings were from the aliens, Lovelace denies that aliens exists and claims that the plastic rings were bestowed upon him by mystic beings.\r\n\r\nIn Mumble's old home, it is mating season, and Gloria is the center of attention. Although she is surrounded by a large horde of suitors, none of their heartsongs interest her. Ramon tries to help Mumble by singing a Spanish version of \"My Way\". Gloria is not fooled, however, for she knows Mumble cannot sing. She then notices Ramon behind Mumble's back. Gloria becomes angry and turns her back on Mumble. Gloria continues towards the other males visibly distraught. As a last resort, Mumble tries to persuade her to sing along to his tapping rhythm. Because of her affection for him, she complies. As Mumble's beat speeds up, Gloria finds the chorus to her heartsong, and realizes it is \"Boogie Wonderland\". Overcome with happiness that they can now be mates, the pair begin dancing, along with the other penguins.\r\n\r\nNoah the elder sees their lack of fish as punishment from the Great 'Guin for Mumble's dancing. Mumble tries to explain about the mysterious \"aliens\", and that they are the cause of the scarceness of fish, but only his mother and Gloria believe him. Noah exiles Mumble from the colony. Mumble vows that he will find the real cause of the famine. He and the Amigos return to Lovelace only to find him being choked by the plastic rings. Lovelace confesses that he got stuck in the rings while swimming near the forbidden shores. He reveals that the forbidden shores are located past the land of elephant seals and beyond the blizzard country. Mumble, the Amigos and Lovelace start their journey. Gloria tries to come, but Mumble, fearing for her safety, drives her off by insulting her singing talents. They travel across vast territories till they reach the shore.\r\n\r\nMumble sees a boat and swims after it. He swims far, and is washed up exhausted onshore. He is rescued and kept at Marine World with some Magellanic Penguins. He tries to communicate with the \"aliens\", but when his pleas fail, Mumble nearly succumbs to madness after long confinement. When a girl attempts to interact with Mumble by tapping the glass, he starts dancing, and soon a large crowd gathers. He is released back into the wild, with a Tracking system on his back. He leads the humans to his colony. The other penguins are skeptical, but when Gloria notices the device, they realize that the \"aliens\" exist. Convinced, the penguins, along with the elders, dance with Mumble to get the humans' attention.\r\n\r\nA research team arrives and film the penguins dancing. They bring the footage back and a worldwide debate ensues. The governments realize they are overfishing. Antarctic fishing is banned, and the fish population recovers. At this, the Emperor Penguins and the Amigos celebrate. In the final scene, a baby penguin is seen dancing next to Mumble and Gloria, revealed to be their son Erik in Happy Feet Two.","name":"Happy Feet","name_cn":"快乐的大脚","tags":[{"name":"欧美","count":50},{"name":"动画电影","count":36},{"name":"剧场版","count":33},{"name":"音乐片","count":22},{"name":"2006","count":20},{"name":"美国","count":16},{"name":"治愈","count":15},{"name":"3D","count":11},{"name":"企鹅","count":8},{"name":"电影","count":7},{"name":"映画","count":6},{"name":"动物","count":6},{"name":"音乐","count":6},{"name":"美影","count":4},{"name":"原创","count":3},{"name":"外國","count":1},{"name":"美帝番","count":1},{"name":"欧美动画电影","count":1},{"name":"電影","count":1},{"name":"歌舞","count":1},{"name":"华纳兄弟","count":1},{"name":"W·B","count":1},{"name":"西方电影","count":1},{"name":"Warner_Bros","count":1},{"name":"剧场版-01","count":1},{"name":"2000-2009","count":1},{"name":"2010前","count":1},{"name":"Judy_Morris","count":1},{"name":"Bros","count":1},{"name":"Warner","count":1}],"infobox":[{"key":"中文名","value":"快乐的大脚"},{"key":"别名","value":[{"v":"大脚企鹅"},{"v":"企鹅：快乐的大脚"},{"v":"踢跶小企鹅"},{"v":"企鹅的大脚"},{"v":"欢乐大脚"},{"v":"快乐脚"},{"v":"快乐的大脚企鹅"}]},{"key":"上映年度","value":"2006年11月17日"},{"key":"片长","value":"108 minutes"},{"key":"官方网站","value":"http://www.happyfeetmovie.com/"},{"key":"Copyright","value":"Warner Bros. Pictures  Village Roadshow Pictures"},{"key":"话数","value":"1"}],"rating":{"rank":4183,"total":197,"count":{"1":0,"2":0,"3":1,"4":3,"5":24,"6":68,"7":74,"8":24,"9":3,"10":0},"score":6.5},"total_episodes":1,"collection":{"on_hold":8,"dropped":7,"wish":22,"collect":375,"doing":1},"id":36067,"eps":1,"volumes":0,"locked":false,"nsfw":false,"type":2}
