{"date":"1997-09-13","platform":"TV","images":{"small":"https://lain.bgm.tv/r/200/pic/cover/l/74/bc/36123_ya2P7.jpg","grid":"https://lain.bgm.tv/r/100/pic/cover/l/74/bc/36123_ya2P7.jpg","large":"https://lain.bgm.tv/pic/cover/l/74/bc/36123_ya2P7.jpg","medium":"https://lain.bgm.tv/r/800/pic/cover/l/74/bc/36123_ya2P7.jpg","common":"https://lain.bgm.tv/r/400/pic/cover/l/74/bc/36123_ya2P7.jpg"},"summary":"The show centers on the titular character, Pepper Ann Pearson, a 12-year-old girl whose emotions come out in fantasies. The show was designed to be a \"different sort\" of girl's cartoon, and features many strong-willed female characters who aggressively reject the idea of passive femininity.\r\nPepper Ann's best friends are Milo Kamalani, a very eccentric, highly dramatic artist; and Nicky Little, a soft-spoken, overachieving aspiring violinist. Other fellow students at Hazelnut Middle School include rich and spoiled Trinket, German boy Dieter Liederhosen, popular airhead Cissy, gossipy twins Tessa and Vanessa, Nicky's boyfriend, the RC car-racing \"nerd\" Stewart Walldinger, and the cool 8th-grader, Craig Bean. Pepper Ann has no real enemies except Principal Hickey, a tough disciplinarian with zero tolerance for Pepper Ann's shenanigans, Wayne Macabre, an annoying radio DJ, and Alice Kane, an uppity snob who refers to her as \"P. Ann\". As well, Pepper Ann usually receives advice from her conscience in the form of her reflection. She gets into mild vocal quarrels with her reflection and her feminist mother, Lydia Pearson, although Lydia usually gives the moral at the end. Pepper Ann's father is seen only in a few episodes in his entirety. We know, however, that he was English, and divorced Lydia (although the two remain on good terms) when the girls were young. Lydia, in turn, embraces her divorcee, single-mom identity with great gusto, and encourages Pepper Ann to be as proudly independent as she is, although she does keep a curfew on Pepper Ann. Further support is given by Lydia's sister, Janie Diggety, an ex-Green Beret, and Pepper Ann's tomboyish deep-voiced younger sister, Moose.\r\n\r\nThe show's plots were generally typical of the developing format that has risen out of federal E/I requirements: Pepper Ann is presented with a moral dilemma, chooses the wrong decision, faces the consequences and learns a moral lesson. The series was mostly rated TV-Y. However, the Season 1 finale, \"In Support of,\" raised controversy.[citation needed] In the episode, Pepper Ann is told she would need \"support\" to jump on the trampoline. Thinking the teacher meant \"breast support,\" a paranoid, still flat-chested and seemingly unready Pepper Ann is convinced she now needs a bra. When at the trampoline, and asked where her \"support\" was, Pepper Ann flashes the class, (her bra) although it is only seen in shadow. (The gag is that by \"support,\" the instructor meant a \"support buddy.\") That episode was rated TV-Y7.\r\n\r\nAt the end of the opening sequence, she always finds something different under her desk (similar to The Simpsons' couch gag), such as a mood ring or maracas (also the letter Q in the episode \"Vanessa Less Tessa\", a glowing green stick in the episode \"Hazelnut's Finest\", a singing Dieter doll in the episode \"Presenting Stewart Waldinger\", Mardi Gras beads, and her [Pepper Ann's] remote control in the episode \"Radio Freak Hazelnut\".) ; in season one, she always finds \"five bucks\".\r\n\r\nOne of the original segments of \"One Saturday Morning\", Pepper Ann was a hit with audiences. Pepper Ann was formerly shown on Toon Disney.\r\n\r\nPepper Ann and Lydia make a cameo appearance at the House of Mouse episode The Stolen Cartoons. They are the only Walt Disney Television Animation characters to ever appear on House of Mouse, who only used characters from Disney's features and classic shorts (and sometimes comics). Lydia says \"Don't touch the villain, dear,\" to Pepper Ann after Pete falls out of the sky after being kicked out of the club.","name":"Pepper Ann","name_cn":"波波安","tags":[{"name":"童年","count":26},{"name":"欧美","count":20},{"name":"1997","count":11},{"name":"美国","count":8},{"name":"TV","count":7},{"name":"青春","count":5},{"name":"小神龍俱樂部","count":5},{"name":"Disney","count":4},{"name":"动画","count":3},{"name":"美国动画","count":3},{"name":"校园","count":3},{"name":"Clea_Lewis","count":2},{"name":"cartoon","count":1},{"name":"欧美动画","count":1},{"name":"没过","count":1},{"name":"Disney_Television_Animation","count":1},{"name":"TVA-01","count":1},{"name":"西方剧集","count":1},{"name":"剧集","count":1},{"name":"2001年11月","count":1},{"name":"April_Winchell","count":1},{"name":"小神龙俱乐部","count":1},{"name":"美漫","count":1},{"name":"正常向","count":1},{"name":"Pamela_Adlon","count":1},{"name":"Sue_Rose","count":1},{"name":"Danny","count":1},{"name":"Kathleen_Wilhoite","count":1},{"name":"Cooksey","count":1}],"infobox":[{"key":"中文名","value":"波波安"},{"key":"话数","value":"65"},{"key":"放送开始","value":"1997年9月13日"},{"key":"播放电视台","value":"ABC / UPN / Disney Channel"},{"key":"播放结束","value":"2001年11月30日"},{"key":"Copyright","value":"Disney"}],"rating":{"rank":3791,"total":65,"count":{"1":0,"2":0,"3":0,"4":2,"5":9,"6":24,"7":23,"8":6,"9":1,"10":0},"score":6.4},"total_episodes":50,"collection":{"on_hold":3,"dropped":20,"wish":7,"collect":113,"doing":3},"id":36123,"eps":65,"volumes":0,"locked":false,"nsfw":false,"type":2}
